Revit 2027 API
ParameterTypeId.BoundaryDistance Property
 "Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryDistance { get; }
Public Shared ReadOnly Property BoundaryDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryDistance {
	ForgeTypeId^ get ();
}
static member BoundaryDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace